-- MySQL dump 10.13  Distrib 8.0.15, for macos10.14 (x86_64)
--
-- Host: 127.0.0.1    Database: mysite
-- ------------------------------------------------------
-- Server version	8.0.15

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `polls_shoparea`
--

DROP TABLE IF EXISTS `polls_shoparea`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `polls_shoparea` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `area_code` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `del_shop` tinyint(1) NOT NULL,
  `isBooking` tinyint(1) NOT NULL,
  `shop_owner_id` int(11) DEFAULT NULL,
  `approve_status` varchar(12) COLLATE utf8mb4_unicode_ci NOT NULL,
  `zone_id_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `polls_shoparea_shop_owner_id_6930d26e_fk_auth_user_id` (`shop_owner_id`),
  CONSTRAINT `polls_shoparea_shop_owner_id_6930d26e_fk_auth_user_id` FOREIGN KEY (`shop_owner_id`) REFERENCES `auth_user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=347 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `polls_shoparea`
--

LOCK TABLES `polls_shoparea` WRITE;
/*!40000 ALTER TABLE `polls_shoparea` DISABLE KEYS */;
INSERT INTO `polls_shoparea` VALUES (1,'F1',0,0,NULL,'รอการอนุมัติ',1),(2,'F2',0,0,NULL,'รอการอนุมัติ',1),(3,'F3',0,0,NULL,'รอการอนุมัติ',1),(4,'F4',0,0,NULL,'รอการอนุมัติ',1),(5,'F5',0,0,NULL,'รอการอนุมัติ',1),(6,'F6',0,0,NULL,'รอการอนุมัติ',1),(7,'F7',0,0,NULL,'รอการอนุมัติ',1),(8,'F8',0,0,NULL,'รอการอนุมัติ',1),(9,'F9',0,0,NULL,'รอการอนุมัติ',1),(10,'F10',0,0,NULL,'รอการอนุมัติ',1),(11,'F11',0,0,NULL,'รอการอนุมัติ',1),(12,'F12',0,0,NULL,'รอการอนุมัติ',1),(13,'F13',0,0,NULL,'รอการอนุมัติ',1),(14,'F14',0,0,NULL,'รอการอนุมัติ',1),(15,'F15',0,0,NULL,'รอการอนุมัติ',1),(16,'F16',0,0,NULL,'รอการอนุมัติ',1),(17,'F17',0,0,NULL,'รอการอนุมัติ',1),(18,'F18',0,0,NULL,'รอการอนุมัติ',1),(19,'F19',0,0,NULL,'รอการอนุมัติ',1),(20,'F20',0,0,NULL,'รอการอนุมัติ',1),(21,'F21',0,0,NULL,'รอการอนุมัติ',1),(22,'F22',0,0,NULL,'รอการอนุมัติ',1),(23,'F23',0,0,NULL,'รอการอนุมัติ',1),(24,'F24',0,0,NULL,'รอการอนุมัติ',1),(25,'F25',0,0,NULL,'รอการอนุมัติ',1),(26,'F26',0,0,NULL,'รอการอนุมัติ',1),(27,'F27',0,0,NULL,'รอการอนุมัติ',1),(28,'F28',0,0,NULL,'รอการอนุมัติ',1),(29,'F29',0,0,NULL,'รอการอนุมัติ',1),(30,'F30',0,0,NULL,'รอการอนุมัติ',1),(31,'F31',0,0,NULL,'รอการอนุมัติ',1),(32,'F32',0,0,NULL,'รอการอนุมัติ',1),(33,'F33',0,0,NULL,'รอการอนุมัติ',1),(34,'F34',0,0,NULL,'รอการอนุมัติ',1),(35,'F35',0,0,NULL,'รอการอนุมัติ',1),(36,'F36',0,0,NULL,'รอการอนุมัติ',1),(37,'F37',0,0,NULL,'รอการอนุมัติ',1),(38,'F38',0,0,NULL,'รอการอนุมัติ',1),(39,'F39',0,0,NULL,'รอการอนุมัติ',1),(40,'F40',0,0,NULL,'รอการอนุมัติ',1),(41,'F41',0,0,NULL,'รอการอนุมัติ',1),(42,'F42',0,0,NULL,'รอการอนุมัติ',1),(43,'F43',0,0,NULL,'รอการอนุมัติ',1),(44,'F44',0,0,NULL,'รอการอนุมัติ',1),(45,'F45',0,0,NULL,'รอการอนุมัติ',1),(46,'F46',0,0,NULL,'รอการอนุมัติ',1),(47,'F47',0,0,NULL,'รอการอนุมัติ',1),(48,'F48',0,0,NULL,'รอการอนุมัติ',1),(49,'F49',0,0,NULL,'รอการอนุมัติ',1),(50,'F50',0,0,NULL,'รอการอนุมัติ',1),(51,'F51',0,0,NULL,'รอการอนุมัติ',1),(52,'F52',0,0,NULL,'รอการอนุมัติ',1),(53,'F53',0,0,NULL,'รอการอนุมัติ',1),(54,'F54',0,0,NULL,'รอการอนุมัติ',1),(55,'F55',0,0,NULL,'รอการอนุมัติ',1),(56,'F56',0,0,NULL,'รอการอนุมัติ',1),(57,'F57',0,0,NULL,'รอการอนุมัติ',1),(58,'F58',0,0,NULL,'รอการอนุมัติ',1),(59,'F59',0,0,NULL,'รอการอนุมัติ',1),(60,'F60',0,0,NULL,'รอการอนุมัติ',1),(61,'F61',0,0,NULL,'รอการอนุมัติ',1),(62,'F62',0,0,NULL,'รอการอนุมัติ',1),(63,'F63',0,0,NULL,'รอการอนุมัติ',1),(64,'F64',0,0,NULL,'รอการอนุมัติ',1),(65,'F65',0,0,NULL,'รอการอนุมัติ',1),(66,'F66',0,0,NULL,'รอการอนุมัติ',1),(67,'F67',0,0,NULL,'รอการอนุมัติ',1),(68,'F68',0,0,NULL,'รอการอนุมัติ',1),(69,'F69',0,0,NULL,'รอการอนุมัติ',1),(70,'F70',0,0,NULL,'รอการอนุมัติ',1),(71,'F71',0,0,NULL,'รอการอนุมัติ',1),(72,'F72',0,0,NULL,'รอการอนุมัติ',1),(73,'F73',0,0,NULL,'รอการอนุมัติ',1),(74,'F74',0,0,NULL,'รอการอนุมัติ',1),(75,'F75',0,0,NULL,'รอการอนุมัติ',1),(76,'F76',0,0,NULL,'รอการอนุมัติ',1),(77,'F77',0,0,NULL,'รอการอนุมัติ',1),(78,'F78',0,0,NULL,'รอการอนุมัติ',1),(79,'F79',0,0,NULL,'รอการอนุมัติ',1),(80,'F80',0,0,NULL,'รอการอนุมัติ',1),(81,'F81',0,0,NULL,'รอการอนุมัติ',1),(82,'F82',0,0,NULL,'รอการอนุมัติ',1),(83,'F83',0,0,NULL,'รอการอนุมัติ',1),(84,'F84',0,0,NULL,'รอการอนุมัติ',1),(85,'F85',0,0,NULL,'รอการอนุมัติ',1),(86,'F86',0,0,NULL,'รอการอนุมัติ',1),(87,'F87',0,0,NULL,'รอการอนุมัติ',1),(88,'F88',0,0,NULL,'รอการอนุมัติ',1),(89,'F89',0,0,NULL,'รอการอนุมัติ',1),(90,'F90',0,0,NULL,'รอการอนุมัติ',1),(91,'F91',0,0,NULL,'รอการอนุมัติ',1),(92,'F92',0,0,NULL,'รอการอนุมัติ',1),(93,'F93',0,0,NULL,'รอการอนุมัติ',1),(94,'F94',0,0,NULL,'รอการอนุมัติ',1),(95,'F95',0,0,NULL,'รอการอนุมัติ',1),(96,'F96',0,0,NULL,'รอการอนุมัติ',1),(97,'F97',0,0,NULL,'รอการอนุมัติ',1),(98,'F98',0,0,NULL,'รอการอนุมัติ',1),(99,'F99',0,0,NULL,'รอการอนุมัติ',1),(100,'F100',0,0,NULL,'รอการอนุมัติ',1),(101,'F101',0,0,NULL,'รอการอนุมัติ',1),(102,'F102',0,0,NULL,'รอการอนุมัติ',1),(103,'F103',0,0,NULL,'รอการอนุมัติ',1),(104,'F104',0,0,NULL,'รอการอนุมัติ',1),(105,'F105',0,0,NULL,'รอการอนุมัติ',1),(106,'F106',0,0,NULL,'รอการอนุมัติ',1),(107,'F107',0,0,NULL,'รอการอนุมัติ',1),(108,'F108',0,0,NULL,'รอการอนุมัติ',1),(109,'F109',0,0,NULL,'รอการอนุมัติ',1),(110,'F110',0,0,NULL,'รอการอนุมัติ',1),(111,'F111',0,0,NULL,'รอการอนุมัติ',1),(112,'F112',0,0,NULL,'รอการอนุมัติ',1),(113,'F113',0,0,NULL,'รอการอนุมัติ',1),(114,'F114',0,0,NULL,'รอการอนุมัติ',1),(115,'F115',0,0,NULL,'รอการอนุมัติ',1),(116,'F116',0,0,NULL,'รอการอนุมัติ',1),(117,'F117',0,0,NULL,'รอการอนุมัติ',1),(118,'F118',0,0,NULL,'รอการอนุมัติ',1),(119,'F119',0,0,NULL,'รอการอนุมัติ',1),(120,'F120',0,0,NULL,'รอการอนุมัติ',1),(121,'F121',0,0,NULL,'รอการอนุมัติ',1),(122,'F122',0,0,NULL,'รอการอนุมัติ',1),(123,'F123',0,0,NULL,'รอการอนุมัติ',1),(124,'F124',0,0,NULL,'รอการอนุมัติ',1),(125,'F125',0,0,NULL,'รอการอนุมัติ',1),(126,'F126',0,0,NULL,'รอการอนุมัติ',1),(127,'F127',0,0,NULL,'รอการอนุมัติ',1),(128,'F128',0,0,NULL,'รอการอนุมัติ',1),(129,'F129',0,0,NULL,'รอการอนุมัติ',1),(130,'F130',0,0,NULL,'รอการอนุมัติ',1),(131,'F131',0,0,NULL,'รอการอนุมัติ',1),(132,'F132',0,0,NULL,'รอการอนุมัติ',1),(133,'F133',0,0,NULL,'รอการอนุมัติ',1),(134,'F134',0,0,NULL,'รอการอนุมัติ',1),(135,'F135',0,0,NULL,'รอการอนุมัติ',1),(136,'F136',0,0,NULL,'รอการอนุมัติ',1),(137,'F137',0,0,NULL,'รอการอนุมัติ',1),(138,'F138',0,0,NULL,'รอการอนุมัติ',1),(139,'F139',0,0,NULL,'รอการอนุมัติ',1),(140,'F140',0,0,NULL,'รอการอนุมัติ',1),(141,'F141',0,0,NULL,'รอการอนุมัติ',1),(142,'F142',0,0,NULL,'รอการอนุมัติ',1),(143,'F143',0,0,NULL,'รอการอนุมัติ',1),(144,'F144',0,0,NULL,'รอการอนุมัติ',1),(145,'F145',0,0,NULL,'รอการอนุมัติ',1),(146,'FA',0,0,NULL,'รอการอนุมัติ',1),(147,'FB',0,0,NULL,'รอการอนุมัติ',1),(148,'FC',0,0,NULL,'รอการอนุมัติ',1),(149,'FD',0,0,NULL,'รอการอนุมัติ',1),(150,'FE',0,0,NULL,'รอการอนุมัติ',1),(151,'FF',0,0,NULL,'รอการอนุมัติ',1),(152,'FG',0,0,NULL,'รอการอนุมัติ',1),(153,'FH',0,0,NULL,'รอการอนุมัติ',1),(154,'FI',0,0,NULL,'รอการอนุมัติ',1),(155,'FJ',0,0,NULL,'รอการอนุมัติ',1),(156,'FK',0,0,NULL,'รอการอนุมัติ',1),(157,'FL',0,0,NULL,'รอการอนุมัติ',1),(158,'FM',0,0,NULL,'รอการอนุมัติ',1),(159,'FN',0,0,NULL,'รอการอนุมัติ',1),(160,'FO',0,0,NULL,'รอการอนุมัติ',1),(161,'G1',0,0,NULL,'รอการอนุมัติ',1),(162,'G2',0,0,NULL,'รอการอนุมัติ',1),(163,'G3',0,0,NULL,'รอการอนุมัติ',1),(164,'G4',0,0,NULL,'รอการอนุมัติ',1),(165,'G5',0,0,NULL,'รอการอนุมัติ',1),(166,'G6',0,0,NULL,'รอการอนุมัติ',1),(167,'G7',0,0,NULL,'รอการอนุมัติ',1),(168,'G8',0,0,NULL,'รอการอนุมัติ',1),(169,'G9',0,0,NULL,'รอการอนุมัติ',1),(170,'G10',0,0,NULL,'รอการอนุมัติ',1),(171,'G11',0,0,NULL,'รอการอนุมัติ',1),(172,'G12',0,0,NULL,'รอการอนุมัติ',1),(173,'G13',0,0,NULL,'รอการอนุมัติ',1),(174,'G14',0,0,NULL,'รอการอนุมัติ',1),(175,'G15',0,0,NULL,'รอการอนุมัติ',1),(176,'G16',0,0,NULL,'รอการอนุมัติ',1),(177,'G17',0,0,NULL,'รอการอนุมัติ',1),(178,'G18',0,0,NULL,'รอการอนุมัติ',1),(179,'G19',0,0,NULL,'รอการอนุมัติ',1),(180,'G20',0,0,NULL,'รอการอนุมัติ',1),(181,'G21',0,0,NULL,'รอการอนุมัติ',1),(182,'G22',0,0,NULL,'รอการอนุมัติ',1),(183,'G23',0,0,NULL,'รอการอนุมัติ',1),(184,'G24',0,0,NULL,'รอการอนุมัติ',1),(185,'G25',0,0,NULL,'รอการอนุมัติ',1),(186,'G26',0,0,NULL,'รอการอนุมัติ',1),(187,'G27',0,0,NULL,'รอการอนุมัติ',1),(188,'G28',0,0,NULL,'รอการอนุมัติ',1),(189,'G29',0,0,NULL,'รอการอนุมัติ',1),(190,'G30',0,0,NULL,'รอการอนุมัติ',1),(191,'G31',0,0,NULL,'รอการอนุมัติ',1),(192,'G32',0,0,NULL,'รอการอนุมัติ',1),(193,'G33',0,0,NULL,'รอการอนุมัติ',1),(194,'G34',0,0,NULL,'รอการอนุมัติ',1),(195,'G35',0,0,NULL,'รอการอนุมัติ',1),(196,'G36',0,0,NULL,'รอการอนุมัติ',1),(197,'G37',0,0,NULL,'รอการอนุมัติ',1),(198,'G38',0,0,NULL,'รอการอนุมัติ',1),(199,'G39',0,0,NULL,'รอการอนุมัติ',1),(200,'G40',0,0,NULL,'รอการอนุมัติ',1),(201,'G41',0,0,NULL,'รอการอนุมัติ',1),(202,'G42',0,0,NULL,'รอการอนุมัติ',1),(203,'G43',0,0,NULL,'รอการอนุมัติ',1),(204,'G44',0,0,NULL,'รอการอนุมัติ',1),(205,'G45',0,0,NULL,'รอการอนุมัติ',1),(206,'G46',0,0,NULL,'รอการอนุมัติ',1),(207,'G47',0,0,NULL,'รอการอนุมัติ',1),(208,'G48',0,0,NULL,'รอการอนุมัติ',1),(209,'G49',0,0,NULL,'รอการอนุมัติ',1),(210,'G50',0,0,NULL,'รอการอนุมัติ',1),(211,'G51',0,0,NULL,'รอการอนุมัติ',1),(212,'G52',0,0,NULL,'รอการอนุมัติ',1),(213,'G53',0,0,NULL,'รอการอนุมัติ',1),(214,'G54',0,0,NULL,'รอการอนุมัติ',1),(215,'G55',0,0,NULL,'รอการอนุมัติ',1),(216,'G56',0,0,NULL,'รอการอนุมัติ',1),(217,'G57',0,0,NULL,'รอการอนุมัติ',1),(218,'G58',0,0,NULL,'รอการอนุมัติ',1),(219,'G59',0,0,NULL,'รอการอนุมัติ',1),(220,'G60',0,0,NULL,'รอการอนุมัติ',1),(221,'G61',0,0,NULL,'รอการอนุมัติ',1),(222,'G62',0,0,NULL,'รอการอนุมัติ',1),(223,'G63',0,0,NULL,'รอการอนุมัติ',1),(224,'G64',0,0,NULL,'รอการอนุมัติ',1),(225,'G65',0,0,NULL,'รอการอนุมัติ',1),(226,'G66',0,0,NULL,'รอการอนุมัติ',1),(227,'G67',0,0,NULL,'รอการอนุมัติ',1),(228,'G68',0,0,NULL,'รอการอนุมัติ',1),(229,'G69',0,0,NULL,'รอการอนุมัติ',1),(230,'G70',0,0,NULL,'รอการอนุมัติ',1),(231,'G71',0,0,NULL,'รอการอนุมัติ',1),(232,'G72',0,0,NULL,'รอการอนุมัติ',1),(233,'G73',0,0,NULL,'รอการอนุมัติ',1),(234,'G74',0,0,NULL,'รอการอนุมัติ',1),(235,'G75',0,0,NULL,'รอการอนุมัติ',1),(236,'G76',0,0,NULL,'รอการอนุมัติ',1),(237,'G77',0,0,NULL,'รอการอนุมัติ',1),(238,'G78',0,0,NULL,'รอการอนุมัติ',1),(239,'G79',0,0,NULL,'รอการอนุมัติ',1),(240,'G80',0,0,NULL,'รอการอนุมัติ',1),(241,'G81',0,0,NULL,'รอการอนุมัติ',1),(242,'G82',0,0,NULL,'รอการอนุมัติ',1),(243,'G83',0,0,NULL,'รอการอนุมัติ',1),(244,'G84',0,0,NULL,'รอการอนุมัติ',1),(245,'G85',0,0,NULL,'รอการอนุมัติ',1),(246,'G86',0,0,NULL,'รอการอนุมัติ',1),(247,'G87',0,0,NULL,'รอการอนุมัติ',1),(248,'G88',0,0,NULL,'รอการอนุมัติ',1),(249,'G89',0,0,NULL,'รอการอนุมัติ',1),(250,'G90',0,0,NULL,'รอการอนุมัติ',1),(251,'G91',0,0,NULL,'รอการอนุมัติ',1),(252,'G92',0,0,NULL,'รอการอนุมัติ',1),(253,'G93',0,0,NULL,'รอการอนุมัติ',1),(254,'G94',0,0,NULL,'รอการอนุมัติ',1),(255,'G95',0,0,NULL,'รอการอนุมัติ',1),(256,'G96',0,0,NULL,'รอการอนุมัติ',1),(257,'G97',0,0,NULL,'รอการอนุมัติ',1),(258,'G98',0,0,NULL,'รอการอนุมัติ',1),(259,'G99',0,0,NULL,'รอการอนุมัติ',1),(260,'G100',0,0,NULL,'รอการอนุมัติ',1),(261,'G101',0,0,NULL,'รอการอนุมัติ',1),(262,'G102',0,0,NULL,'รอการอนุมัติ',1),(263,'G103',0,0,NULL,'รอการอนุมัติ',1),(264,'G104',0,0,NULL,'รอการอนุมัติ',1),(265,'G105',0,0,NULL,'รอการอนุมัติ',1),(266,'G106',0,0,NULL,'รอการอนุมัติ',1),(267,'G107',0,0,NULL,'รอการอนุมัติ',1),(268,'G108',0,0,NULL,'รอการอนุมัติ',1),(269,'G109',0,0,NULL,'รอการอนุมัติ',1),(270,'G110',0,0,NULL,'รอการอนุมัติ',1),(271,'G111',0,0,NULL,'รอการอนุมัติ',1),(272,'G112',0,0,NULL,'รอการอนุมัติ',1),(273,'G113',0,0,NULL,'รอการอนุมัติ',1),(274,'G114',0,0,NULL,'รอการอนุมัติ',1),(275,'G115',0,0,NULL,'รอการอนุมัติ',1),(276,'G116',0,0,NULL,'รอการอนุมัติ',1),(277,'G117',0,0,NULL,'รอการอนุมัติ',1),(278,'G118',0,0,NULL,'รอการอนุมัติ',1),(279,'G119',0,0,NULL,'รอการอนุมัติ',1),(280,'G120',0,0,NULL,'รอการอนุมัติ',1),(281,'G121',0,0,NULL,'รอการอนุมัติ',1),(282,'G122',0,0,NULL,'รอการอนุมัติ',1),(283,'G123',0,0,NULL,'รอการอนุมัติ',1),(284,'G124',0,0,NULL,'รอการอนุมัติ',1),(285,'G125',0,0,NULL,'รอการอนุมัติ',1),(286,'G126',0,0,NULL,'รอการอนุมัติ',1),(287,'G127',0,0,NULL,'รอการอนุมัติ',1),(288,'G128',0,0,NULL,'รอการอนุมัติ',1),(289,'G129',0,0,NULL,'รอการอนุมัติ',1),(290,'G130',0,0,NULL,'รอการอนุมัติ',1),(291,'G131',0,0,NULL,'รอการอนุมัติ',1),(292,'G132',0,0,NULL,'รอการอนุมัติ',1),(293,'G133',0,0,NULL,'รอการอนุมัติ',1),(294,'G134',0,0,NULL,'รอการอนุมัติ',1),(295,'G135',0,0,NULL,'รอการอนุมัติ',1),(296,'G136',0,0,NULL,'รอการอนุมัติ',1),(297,'G137',0,0,NULL,'รอการอนุมัติ',1),(298,'G138',0,0,NULL,'รอการอนุมัติ',1),(299,'G139',0,0,NULL,'รอการอนุมัติ',1),(300,'G140',0,0,NULL,'รอการอนุมัติ',1),(301,'G141',0,0,NULL,'รอการอนุมัติ',1),(302,'G142',0,0,NULL,'รอการอนุมัติ',1),(303,'G143',0,0,NULL,'รอการอนุมัติ',1),(304,'G144',0,0,NULL,'รอการอนุมัติ',1),(305,'G145',0,0,NULL,'รอการอนุมัติ',1),(306,'G146',0,0,NULL,'รอการอนุมัติ',1),(307,'G147',0,0,NULL,'รอการอนุมัติ',1),(308,'G148',0,0,NULL,'รอการอนุมัติ',1),(309,'G149',0,0,NULL,'รอการอนุมัติ',1),(310,'G150',0,0,NULL,'รอการอนุมัติ',1),(311,'G151',0,0,NULL,'รอการอนุมัติ',1),(312,'G152',0,0,NULL,'รอการอนุมัติ',1),(313,'G153',0,0,NULL,'รอการอนุมัติ',1),(314,'G154',0,0,NULL,'รอการอนุมัติ',1),(315,'G155',0,0,NULL,'รอการอนุมัติ',1),(316,'G156',0,0,NULL,'รอการอนุมัติ',1),(317,'G157',0,0,NULL,'รอการอนุมัติ',1),(318,'G158',0,0,NULL,'รอการอนุมัติ',1),(319,'G159',0,0,NULL,'รอการอนุมัติ',1),(320,'G160',0,0,NULL,'รอการอนุมัติ',1),(321,'G161',0,0,NULL,'รอการอนุมัติ',1),(322,'G162',0,0,NULL,'รอการอนุมัติ',1),(323,'G163',0,0,NULL,'รอการอนุมัติ',1),(324,'G164',0,0,NULL,'รอการอนุมัติ',1),(325,'G165',0,0,NULL,'รอการอนุมัติ',1),(326,'G166',0,0,NULL,'รอการอนุมัติ',1),(327,'G167',0,0,NULL,'รอการอนุมัติ',1),(328,'G168',0,0,NULL,'รอการอนุมัติ',1),(329,'G169',0,0,NULL,'รอการอนุมัติ',1),(330,'G170',0,0,NULL,'รอการอนุมัติ',1),(331,'G171',0,0,NULL,'รอการอนุมัติ',1),(332,'G172',0,0,NULL,'รอการอนุมัติ',1),(333,'G173',0,0,NULL,'รอการอนุมัติ',1),(334,'G174',0,0,NULL,'รอการอนุมัติ',1),(335,'G175',0,0,NULL,'รอการอนุมัติ',1),(336,'G176',0,0,NULL,'รอการอนุมัติ',1),(337,'G177',0,0,NULL,'รอการอนุมัติ',1),(338,'G178',0,0,NULL,'รอการอนุมัติ',1),(339,'G179',0,0,NULL,'รอการอนุมัติ',1),(340,'G180',0,0,NULL,'รอการอนุมัติ',1),(341,'G181',0,0,NULL,'รอการอนุมัติ',1),(342,'G182',0,0,NULL,'รอการอนุมัติ',1),(343,'G183',0,0,NULL,'รอการอนุมัติ',1),(344,'G184',0,0,NULL,'รอการอนุมัติ',1),(345,'G185',0,0,NULL,'รอการอนุมัติ',1),(346,'Free',0,0,NULL,'รอการอนุมัติ',1);
/*!40000 ALTER TABLE `polls_shoparea` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `polls_zone`
--

DROP TABLE IF EXISTS `polls_zone`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `polls_zone` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `zone_type` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `polls_zone`
--

LOCK TABLES `polls_zone` WRITE;
/*!40000 ALTER TABLE `polls_zone` DISABLE KEYS */;
INSERT INTO `polls_zone` VALUES (1,'อาหาร'),(2,'เสื้อผ้า'),(3,'งานกิจกรรม');
/*!40000 ALTER TABLE `polls_zone` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-09-02 10:56:30
